[
  {
    "name": "Ahmed Magdy",
    "email": "",
    "role": "General English Student",
    "quote_en": "Aya is such a clever and talented English teacher. She always cares about conveying information in a simple way. She helped me love the language and taught me the correct way to study. My English has improved so much that everyone around me has noticed a huge difference.",
    "quote_ar": "آية مدرسة شاطرة جدآ وقوية ف الانجلش ودايمآ بتهتم بتوصيل المعلومة بطريقه بسيطه وساعدتني اني احب اللغه وعلمتني الطريقه الصحيحة للمذاكرة مع الوقت مستوايا فرق جدآ ف الانجلش بشكل ملحوظ لكل الناس اللي حواليا",
    "rating": 5,
    "approved": true
  },
  {
    "name": "Nadeen",
    "email": "",
    "role": "IELTS Student",
    "quote_en": "Aya is friendly and always explains things in a clear way. I feel very comfortable in the session, and I become more confident in speaking. Our discussions helped me and improved my vocabulary as it was customized based on my preference. We take ILETS sessions, and she gives me real-life examples and tips and tricks to understand the ideology of the test. She showed me that I can take the exam easily and that I can get a high score normally if I practiced in the right way. This was enough motivation for me to think about applying for the test. I learned many new idioms I can use every day. And I am grateful for everything I learned from her.",
    "quote_ar": "آية شخصية ودية و بتشرح كل حاجة بطريقة واضحة. بحس اني مرتاحة جدا في الحصة معاها، و ثقتي بنفسي زادت في الspeaking. نقاشاتنا اللي بالانجلش ساعدتني و حسنت الvocabulary بتاعي عشان الحصص كانت customized حسب رغباتي. احنا بناخد حصص ILETS، و هي بتديني أمثلة من الحياة الواقعية و نصايح و tricks عشان افهم فلسفة الامتحان. وضحتلي اني اقدر أمتحن بسهولة و آخد band عالي بشكل طبيعي لو تدربت بالطريقة الصحيحة. ده كان محفز كفاية اني افكر في التقديم للامتحان. اتعلمت idioms كتير اقدر استخدمها في حياتي اليومية. و انا ممتنة لكل حاجة اتعلمتها منها.",
    "rating": 5,
    "approved": true
  },
  {
    "name": "Noreen's Mom",
    "email": "",
    "role": "Parent",
    "quote_en": "Thank you from the heart, Ms. Aya. I would like to thank you for your wonderful effort with Noreen. You are a loyal and excellent teacher, and your work is evident in her development and love for the subject. Noreen loves you very much and speaks well of you, which is the biggest proof of your beautiful impact on her. Thank you for your interest, patience, and giving. Your presence made a difference with her and us. May God reward you and increase your success.",
    "quote_ar": "شكرًا من القلب أستاذه آيه أحب أشكرك على جهدك الرائع مع نورين. أنتِ معلمة مخلِصة وممتازة، وشغلك واضح في تطورها وحبها للمادة. نورين تحبك كثير، وتتكلم عنك بكل خير، وهذا أكبر دليل على تأثيرك الجميل عليها. شكرًا لاهتمامك وصبرك وعطاءك.. وجودك فرق معها ومعنا. ربي يكتب لك الأجر ويزيدك نجاح وتوفيق.",
    "rating": 5,
    "approved": true
  },
  {
    "name": "Rodina Mo'men",
    "email": "",
    "role": "Student",
    "quote_en": "From my side, the division of the session was very nice. You focus exactly on what is missing, and also the fact that you support my needs in an incredible way really made a difference to me.",
    "quote_ar": "من نحيتي تقسيمه السيشن كانت لطيفه جدا إنك مركزه على الحاجات الناقصه بالظبط وكذلك موضوع إنك بت support بشكل مش طبيعي الحاجاتي فعلا فرقت معايا",
    "rating": 5,
    "approved": true
  },
  {
    "name": "Amany Mohammed",
    "email": "",
    "role": "Student",
    "quote_en": "Always punctual, you explain with patience and simplify any point I don't understand, walking with me step by step until I feel I am improving. Also very understanding of any emergency circumstances. Truly very grateful to you.",
    "quote_ar": "دائمًا ملتزمة بالمواعيد، تشرحي بصبر وتبسطي أي نقطة مش فاهمها، وتمشّي معايا خطوة بخطوة لحد ما أحس إني بتحسّن. وكمان متفهمة جدًا لأي ظرف طارئ حقيقي ممتنة ليكي جدًا.",
    "rating": 5,
    "approved": true
  },
  {
    "name": "Dalia Hamada",
    "email": "",
    "role": "Interview Preparation",
    "quote_en": "Beautiful Aya is one of the cleverest and kindest instructors I have dealt with. She helped me a lot, and my level developed significantly with her, especially in preparing for interviews and conversation training. She also focused a lot on my pronunciation and corrected everything until my speaking became better and clearer. Honestly, her explanation is comfortable, and she cares about every detail until things worked out for me. I thank her very much and advise anyone to take lessons with her.",
    "quote_ar": "آية الجميلة من أشطر وألطف الـ instructors اللي اتعاملت معاهم، ساعدتني جدًا ومستوايا اتطوّر معاها بشكل كبير، خصوصًا في التحضير للـ interviews والتدريب على الـ conversation، كمان كانت بتركز معايا قوي في الـ pronunciation وبتصححلي كل حاجة لحد ما نطقي بقى أحسن وواضح. بجد شرحها مريح وبتهتم بكل التفاصيل لحد ما ظبطت معايا الدنيا. بشكرها جدًا وبنصح أي حد ياخد معاها.",
    "rating": 5,
    "approved": true
  },
  {
    "name": "Mrs. Hanan Saleh",
    "email": "",
    "role": "Beginner Student",
    "quote_en": "What mattered to me during learning was the teacher's calmness and patience. With Ms. Aya, I achieved my desire to learn, while getting patience and correct foundation at the same time. Wonderful for beginners and organized. I advise everyone who wishes to acquire the language in a beautiful and correct way.",
    "quote_ar": "كان يهمني اثناء التعلم هدوء وصبر المعلم انا مع مس آيه احقق رغبتي في التعلم وبنفس الوقت طول بال وتأسيس صحيح رائعه للمبتدئين ومنظمه وانصح كل من يرغب بكسب اللغه بطريقه جميله وصحيحه",
    "rating": 5,
    "approved": true
  },
  {
    "name": "Mr. Ahmed",
    "email": "",
    "role": "Student",
    "quote_en": "Thank you very much, Ms. Aya. I learned a lot in a short period of time.",
    "quote_ar": "شكراً جزيلاً أستاذه أيه لقد تعلمت الكثير خلال فتره قليله من الزمن.",
    "rating": 5,
    "approved": true
  },
  {
    "name": "Mrs. Sabah",
    "email": "",
    "role": "Parent/Student",
    "quote_en": "Mashallah, a distinguished teacher. She has the ability to convey information to all ages. She has patience and tolerance in handling children.",
    "quote_ar": "ما شاء الله تيتشر متميزة عندها قدرة على توصيل المعلومة لكل الأعمار عندها صبر وسعة صدر على تحمل الاولاد",
    "rating": 5,
    "approved": true
  },
  {
    "name": "Nour Ayman",
    "email": "",
    "role": "Student",
    "quote_en": "Honestly Aya, I don't know what to say about your effort with me. Really, thank you, and you deserve all the best because you are very, very clever, Mashallah. Dealing with you is very nice and comfortable. It's enough that you help me with anything related to my studies, even outside our sessions. May God reward you with all good and grant you success always.",
    "quote_ar": "بجد يا أيه مش عارفه اقولك ايه على مجهودك معايا وبجد شكرا وانتى تستاهلى كل خير والله لإنك شاطره جدا جدا جدا ما شاء الله عليكى والتعامل معاكى حلو جدا ومريح وكفايه انك بتساعدينى فى اى حاجه تخص دراستى حتى لو برا الحصص بتاعتنا ربنا يجازيكى كل الخير يارب ويوفقك دايما",
    "rating": 5,
    "approved": true
  },
  {
    "name": "Mohammed Saleh",
    "email": "",
    "role": "IELTS Student",
    "quote_en": "Ms. Ayah, I'd like to say thank you so very much. You know, I've been using Cambly. I'm not sure if you know Cambly, but I've been using Cambly for almost seven years. And I've been working with many tutors on Cambly, some of whom are former IELTS examiners. And no one has helped me as you did, honestly. Because the thing is, you get an eight. You worked hard. And you know the tricks of the trade. You know how to really go around the IELTS questions, how to navigate them, how to understand them, how to give the best advice. And although I worked with so many English speakers who claim to be IELTS teachers or IELTS coaches, but they're not efficient. They're not proficient. they lack the practical knowledge that you possess, that you have. And so when you were helping me with all the mock exams and the feedback with writing, with speaking, which is the sort of productive skills that we need support with because with listening and reading, yeah, you can give me strategies, but at the end of the day, it's me who supports myself. I'd like to thank you very, very much for your support, your remarks were always spot on and honestly whenever I talk with anyone especially former IELTS examiners, they say okay you'll get an 8 or you'll get a 9 because they're really impressed. I owe you for all the support and for everything that you supported me with and I'm really grateful for that. Thank you very very much.",
    "quote_ar": "مس آية، حابب أقولك شكراً جزيلاً جداً. إنتي عارفة، أنا بستخدم كامبلي بقالي تقريباً سبع سنين. واشتغلت مع مدرسين كتير على كامبلي، بعضهم ممتحنين سابقين في الآيلتس. وبصراحة، مفيش حد ساعدني زيك. لأن الفكرة هي إنك جبتي 8. إنتي تعبتي واشتغلتي على نفسك. وعارفة أسرار الموضوع. عارفة إزاي تتعاملي مع أسئلة الآيلتس، وإزاي تفهميها، وإزاي تدي أفضل نصيحة. ورغم إني اشتغلت مع متحدثين أصليين كتير بيدعوا إنهم مدرسين أو مدربين آيلتس، لكنهم مش أكفاء. ناقصهم المعرفة العملية اللي عندك. ولما كنتي بتساعديني في الامتحانات التجريبية والـ feedback في الكتابة والمحادثة، ودي المهارات الإنتاجية اللي محتاجين فيها دعم، لأن في الاستماع والقراءة، أيوه ممكن تديني استراتيجيات، لكن في النهاية أنا اللي بذاكر مع نفسي. حابب أشكرك جداً جداً على دعمك، ملاحظاتك كانت دايماً في محلها وبصراحة لما بتكلم مع أي حد وخصوصاً ممتحنين آيلتس سابقين بيقولوا تمام هتجيب 8 هتجيب 9، بيبقوا منبهرين جداً، وأنا مدين لك بكل الدعم وكل حاجة ساعدتيني بيها وأنا ممتن جداً لده. شكراً جزيلاً جداً.",
    "rating": 5,
    "approved": true
  }
]